<template>
  <div id="booking-and-payment" class="container">
    <BlocksBreadCrumbs :bread-crumbs="breadCrumbs" />
    <div class="max-w-960px md:(text-lg leading-[30px]) leading-[24px]">
      <h1 class="font-mulish xl:text-30px text-22px font-bold mb-40px">
        Бронирование и оплата
      </h1>
      <div class="">
        <h3>Бронирование</h3>
        <p>
          Забронировать туристский продукты и отдельные туристские услуги можно:
        </p>
        <ul>
          <li>
            самостоятельно онлайн
            <BlocksLink link="https://online.mosgortur.ru/"
              >https://online.mosgortur.ru/</BlocksLink
            >
          </li>
          <li>
            обратившись к сотрудникам МОСГОРТУРа
            <nuxt-link to="/contacts">
              <BlocksLink> https://online.mosgortur.ru/contacts </BlocksLink>
            </nuxt-link>
          </li>
        </ul>
        <p>
          Бронируя тур онлайн, вы самостоятельно заполняете все данные в
          поисковом модуле: направление, период времени, количество участников
          тура, желаемые параметры отеля. После того как вы нажмете кнопку
          &laquo;Найти&raquo; модуль предложит все доступные варианты туров с
          указанием их стоимости.
        </p>
        <p>
          Узнать подробности и условия по конкретному туру, можно просто нажав
          на его стоимость &mdash; откроется карточка тура с и вариантами
          перелетов, описанием отеля и другими услугами.
        </p>
        <p>
          Для того, чтобы забронировать и оплатить тур онлайн, вам нужно будет
          заполнить данные &laquo;Покупателя&raquo; (заказчика тура, с которым
          будет заключен договор) и данные остальных туристов.
        </p>
        <p>
          Если перед покупкой вы хотите дополнительно проконсультироваться с
          менеджером, воспользуйтесь вкладкой &ldquo;Заявка на тур&rdquo; и
          задайте вопрос в графе &laquo;Ваш комментарий&raquo;.
        </p>
        <p>
          Если вы хотите забронировать тур с помощью наших специалистов,
          позвоните по телефону, напишите по электронной почте или приезжайте в
          любой из наших офисов. Обязательно возьмите с собой документы,
          удостоверяющие вашу личность, сертификат, данные СНИЛС на лиц,
          указанных в сертификате, а также данные на других участников
          планируемого тура.
        </p>
        <p>
          Сотрудники МОСГОРТУРа помогут вам подобрать варианты поездки,
          согласуют с вами все детали и дадут все необходимые инструкции. Вы
          также получите письмо, в котором будет ссылка на заполнение данных
          участников тура и других формальностей, в том числе согласия на
          обработку персональных данных и договора о реализации туристского
          продукта или туристских услуг.
        </p>
        <h3>Оплата</h3>
        <p>
          Если вы приобретаете тур с использованием сертификата МОСГОРТУРа,
          нажмите кнопку &laquo;+Добавить сертификат&raquo;, введите его номер,
          СНИЛС держателя сертификата и другие данные &mdash; стоимость
          приобретаемых услуг будет пересчитана с учетом применяемого номинала
          сертификата.
        </p>
        <p>
          Если вы корректно ввели данные на покупателя тура и участников тура и
          согласны с предложенной стоимостью услуг, проставьте необходимые
          согласия (на обработку персональных данных и условия договора). После
          этого станет активной кнопка &laquo;К оплате&raquo; &mdash; нажав ее,
          вы перейдете на страницу сервиса интернет-оплаты, чтобы совершить
          безопасный платеж. Дополнительно ссылка на оплату придет на указанный
          вами адрес электронной почты.
        </p>
        <p>
          Для оплаты введите данные своей банковской карты и подтвердите
          совершение операции. После этого денежные средства на счете карты
          будут захолдированы (отложенная оплата), но фактически не списаны.
          Дополнительно вам будет направлено информационное письмо. Возможно, с
          вами свяжется менеджер МОСГОРТУРа для уточнения деталей заказа и его
          подтверждения.
        </p>
        <p>
          Списание денежных средств произойдет после того, как туроператор
          подтвердит бронирование тура. Чек о произведенной операции придет на
          вашу электронную почту.
        </p>
        <p>
          Если ваше бронирование не подтвердится, вам будет отправлено
          информационное письмо, а наш менеджер свяжется в вами, чтобы обсудить
          другие доступные варианты тура, в том числе с доплатой. Если эти
          варианты вас устроят, нужно будет доплатить разницу в стоимости туров.
        </p>
        <p>
          Если условия не подойдет вам и вы откажетесь от покупки тура, денежные
          средства будут расхолдированы и станут доступны для новых операций.
        </p>
        <BlocksInform>
          <strong>Обратите внимание!</strong>
          Срок разблокирования денежных средств занимает от нескольких минут до
          нескольких дней и зависит от банка-эмитента, выпустившего карту.
        </BlocksInform>
        <h3>Оплата через "Систему быстрых платежей"</h3>
        <p>
          Если вы бронируете тур в офисе, наш сотрудник может предложить вам
          дополнительный способ оплаты &ndash; по QR-коду системы быстрых
          платежей (СБП). После согласования всех деталей тура и подтверждения
          со стороны туроператора, вы сможете оплатить тур, отсканировав QR-код,
          с помощью вашего мобильного телефона.
        </p>
        <p>
          В этом случае денежные средства будут сразу списаны с вашего счета, а
          чек будет отправлен на вашу электронную почту.
        </p>
      </div>
    </div>
  </div>
</template>
<script setup>
const breadCrumbs = [
  { name: "Главная", link: "/" },
  { name: "Информация", link: false },
  { name: "Бронирование и оплата", link: false },
];

useHead({
  title: "Бронирование и оплата",
});
</script>
<style scoped>
#booking-and-payment h2 {
  @apply flex justify-between items-center cursor-pointer py-15px px-10px;
}

#booking-and-payment ol {
  @apply list-decimal pl-20px my-10px;
}

#booking-and-payment ul {
  @apply list-disc pl-40px;
}

#booking-and-payment ul li,
#booking-and-payment ol li {
  @apply;
}

#booking-and-payment p {
  @apply my-10px;
}

#booking-and-payment h3 {
  @apply mb-20px mt-30px text-20px font-bold;
}

#booking-and-payment ol li,
#booking-and-payment strong {
  @apply font-semibold;
}

#booking-and-payment a {
  @apply text-regular-0 underline text-16px;
}

#booking-and-payment .booking-and-payment__els > div {
  @apply mt-15px px-10px;
}

#booking-and-payment .booking-and-payment__els {
  @apply border-b;
}
</style>