<template>
   <div id="how-get-certificate" class="container ">
      <BlocksBreadCrumbs :bread-crumbs="breadCrumbs" />
      <div class="max-w-960px md:(text-lg leading-[30px]) leading-[24px]">
         <h1 class="font-mulish xl:text-30px text-22px font-bold">Навигатор по сертификатам</h1>
         <h2 class="h-2 <md:text-16px md:(mb-20px mt-40px) mb-14px mt-25px">Номинал сертификата - 40 000 рублей</h2>
         Реализовать сертификат можно у организаций, заключивших договор с ГАУК «МОСГОРТУР», для приобретения путевок либо
         туров только по России на лиц, указанных в сертификате. Если стоимость услуг отдыха менее 40 000 рублей, остаток
         денежных средств по сертификату нельзя использовать для оплаты услуг отдыха для другого ребенка или взрослого, не
         указанных в сертификате.
         <div class="flex flex-col gap-8px md:(mt-24px gap-12px) mt-16px">
            <div v-for="el in certificateCond1" :key="el" class="flex items-center gap-10px">
               <img src="@/assets/images/icons/success-check.svg" alt=""> {{ el }}
            </div>
         </div>
         <h2 class="h-2 <md:text-16px md:mt-80px mt-50px mb-30px">Какие услуги можно оплатить с помощью сертификата</h2>
         <div class="how-get-certificate__flags">
            <div> <img src="@/assets/images/icons/russias-flag.svg" alt="">
               Тур по России
            </div>
            <div>
               <IconsHotels class="w-34px" />
               Путевка в российские гостиницы и пансионаты
            </div>
            <div>
               <IconsKids class="w-34px" />
               Путевка в российские детские лагеря
            </div>
         </div>
         <div class="md:(mt-30px mb-50px) mt-24px mb-30px">
            В стоимость путевки обязательно должно входить размещение в организациях отдыха или объектах туристской
            индустрии, расположенных на территории России.
         </div>
         В стоимость путевки дополнительно может входить:
         <div class="flex md:(mt-30px flex-row gap-0) gap-16px flex-col mt-16px">
            <div v-for="(obj, i) in certificateCond2" :key="obj.title" class="w-full flex flex-col">
               <div class="bg-regular-3 font-bold lg:py-5px px-16px" :class="i == 1 ? 'md:py-20px py-5px' : 'py-5px'">
                  {{ obj.title }}
               </div>
               <div class="py-13px flex-grow-1 flex items-center md:(border-t border-b) border-rarely-1">
                  <ul class="list-disc pl-40px px-16px">
                     <li v-for="el in obj.els" :key="el">{{ el }}</li>
                  </ul>
               </div>
            </div>
         </div>
         <div class="flex md:gap-20px gap-16px mt-16px">
            <img src="@/assets/images/icons/info-square.svg" alt="">
            Важное условие: организация, которая оказывает услугу, должна заключить договор о взаимодействии
            с ГАУК «МОСГОРТУР».
         </div>
         <h2 class="h-2 <md:text-16px md:mt-80px mt-50px mb-37px">Что важно знать</h2>
         <div class="flex flex-col md:gap-30px gap-20px overflow-hidden transition-all duration-500"
            :class="actDesc ? '<md:max-h-1000px' : '<md:max-h-300px'">
            <div v-for="(el, i) in certificateCond3" :key="el" class="flex md:gap-20px gap-10px">
               <BlocksNumberInCircle :num="i + 1" />
               {{ el }}
            </div>
         </div>
         <button class="md:hidden mt-20px flex justify-center gap-10px p-7px border rounded-[10px] w-full items-center"
            @click="actDesc = !actDesc">
            {{ actDesc ? 'Свернуть' : 'Развернуть' }}
            <IconsSliderArrow class="transform" :class="actDesc ? 'rotate-270' : 'rotate-90'" />
         </button>
         <h2 class="h-2 <md:text-16px md:mt-80px mt-50px mb-20px">
            Какие организации принимают к оплате сертификаты МОСГОРТУР
         </h2>
         Оплата туров по России по прямому договору с МОСГОРТУРом
         <div class="mt-18px">
            <div v-for="el in certificateCond4" :key="el" class="flex gap-10px">
               <img src="@/assets/images/icons/success-check.svg" alt=""> {{ el }}
            </div>
         </div>
         <h2 class="h-2 <md:text-16px md:(mt-80px mb-10px) mb-20px mt-50px">
            Оплата дополнительных мест к бесплатной путевке по России на совместный отдых
         </h2>
         Если вы планируете поехать по бесплатной путевке по России вместе с ребенком, получившим сертификат, вы можете
         приобрести дополнительное место для ребенка с использованием сертификата в той же организации отдыха, куда
         предоставлена бесплатная путевка.
         <h2 class="h-2 <md:text-16px md:mt-80px mt-50px mb-30px">Оплата туров по России у организаций, заключивших договор
            с
            МОСГОРТУРом</h2>
         <div class="flex flex-col mb-20px md:gap-30px gap-20px">
            <div v-for="(el, i) in certificateCond5" :key="el" class="flex md:gap-20px gap-10px">
               <BlocksNumberInCircle :num="i + 1" />
               <div v-html="el"></div>
            </div>
         </div>
         Мы самостоятельно свяжемся с представителями организации и предложим заключить Договор о взаимодействии.
      </div>
   </div>
</template>
<script setup>
const actDesc = ref(false)
const breadCrumbs = [
   { name: 'Главная', link: '/' },
   { name: 'Туристам', link: false },
   { name: 'Навигатор по сертификатам', link: false },
]

const certificateCond1 = ['Отсутствие ограничений по количеству дней отдыха', 'Возможность выбора организации отдыха и оздоровления в соответствии с потребностями детей', 'Сохраняется возможность выбора между путевкой и сертификатом']
const certificateCond2 = [
   { title: 'Для организаций отдыха и детских лагерей', els: ['санаторно-курортное лечение', 'экскурсии', 'трансфер (кроме авиа- и ж/д билетов)'] },
   { title: 'Для туроператоров', els: ['санаторно-курортное лечение', 'экскурсии', 'трансфер', 'авиа - ж/д проезд и др.'] },
]
const certificateCond3 = [
   'Для детей из малообеспеченных семей (от 3 до 7 лет), детей-инвалидов и детей с ограниченными возможностями здоровья (от 4 до 17 лет) предусмотрены сертификаты на детей и сопровождающих. В заявлении на получение таких сертификатов необходимо сразу указать всех детей соответствующего возраста из одной семьи и сопровождающих их лиц. Теперь не нужно заполнять несколько заявлений, достаточно заполнить одно заявление на семью.',
   'Для получения индивидуального сертификата (только на ребенка) необходимо подать отдельное заявление на каждого ребенка. Данные сертификаты предоставляются детям-инвалидам, детям с ограниченными возможностями здоровья (от 7 до 15 лет), детям из малообеспеченных семей и детям других льготных категорий (от 7 до 15 лет).',
   'С использованием сертификата возможно оплатить услуги отдыха в размере не более 40 000 рублей на каждое лицо, указанное в сертификате. Во время бронирования тура либо путевки будет составлена калькуляция на каждого отдыхающего (на взрослых и детей), в которой будет отражена информация о стоимости всех услуг на каждого человека. Сертификатом можно оплатить стоимость тура/путевки только на отдыхающих, указанных в сертификате.',
   'При сопровождении на отдых по сертификату 1-3 детей из малообеспеченной семьи в возрасте от 3 до 7 лет включительно сертификат также предоставляется одному сопровождающему лицу. При сопровождении 4 и более детей из малообеспеченной семьи в возрасте от 3 до 7 лет включительно сертификат также предоставляется двум сопровождающим лицам. Обратите внимание на необходимость подачи одного (единого) заявления на всех детей из одной семьи.',
   'Услуги отдыха с использованием сертификата можно приобрести только у одной организации и только на один период отдыха. После приобретения у организации услуг отдыха сертификат считается реализованным.',
   'В случае отсутствия возможности по тем или иным причинам реализовать сертификат, можно отказаться от него не позднее 31 октября включительно, написав заявление на бумажном носителе в офисе МОСГОРТУРа.',
   'МОСГОРТУР не требует от родителей отчетных документов по завершении отдыха с использованием сертификата. Туроператор или организация отдыха самостоятельно предоставляют все отчетные документы в МОСГОРТУР.',
   'Изменения в туристский продукт, приобретенный по сертификату, можно внести в срок не позднее 3 дней до даты начала тура. Изменения согласовываются с организацией, предоставляющей туристский продукт, и могут затрагивать изменение периода, места и продолжительности отдыха.'
]
const certificateCond4 = ['20 000 туров на выбор', 'Безопасный онлайн-платеж на сайте', 'Автоматический пересчет цены и применение скидки по сертификату', 'Прямой договор на отдых']
const certificateCond5 = ['150 партнеров: туроператоры, организации совместного отдыха и детские оздоровительные лагеря', 'Если выбранная вами организация отсутствует в Реестре партнеров, направьте нам ее название и адрес сайта на электронную почту <span class="text-regular-1">certificate@culture.mos.ru.</span>']

useHead({
   title: 'Навигатор по сертификатам'
})
</script>
<style scoped>
.how-get-certificate__flags {
   @apply grid md:(grid-cols-3 gap-20px max-w-none) mx-auto max-w-250px grid-cols-1 gap-16px leading-6 text-center;
}

.how-get-certificate__flags>div {
   @apply rounded-10px bg-white shadow-2 h-150px flex items-center flex-col justify-center gap-8px px-22px py-10px;
}
</style>