<template>
  <div id="recommendations-for-tourists" class="container">
    <BlocksBreadCrumbs :bread-crumbs="breadCrumbs" />
    <div class="max-w-960px md:(text-lg leading-[30px]) leading-[24px]">
      <h1 class="font-mulish xl:text-30px text-22px font-bold mb-40px">
        Рекомендации туристам
      </h1>
      <div
        v-for="(item, i) in items"
        :key="item"
        class="recommendations-for-tourists__els"
      >
        <h2 @click="actItem = actItem === i ? null : i" class="h-2">
          {{ item }}
          <img
            class="transition-all transform w-15px"
            :class="actItem === i ? 'rotate-180' : 'rotate-0'"
            src="@/assets/images/icons/arrow.svg"
            alt=""
          />
        </h2>
        <div v-if="i === 0 && actItem === i">
          <p>
            Перед поездкой подготовьте и проверьте все необходимые документы для
            всех участников тура.
          </p>
          <h3>Для поездки по России</h3>
          <ol>
            <li>
              <BlocksNumberInCircle :num="1" /> Паспорт, свидетельство о
              рождении, иные документы, удостоверяющие личность туриста, на
              основании которых оформлялись документы для путешествия.
            </li>
          </ol>
          <p>
            В Российской Федерации паспорт гражданина выдается в 14 лет и
            подлежит обмену по достижении 20 и 45 лет. Для граждан РФ в возрасте
            до 14 лет основным документом, удостоверяющим личность, является
            свидетельство о рождении.
          </p>
          <p>
            С 1 июля 2022 г. граждане обязаны получить или обменять паспорт в
            течение 90 дней при достижении установленного возраста. Также
            паспорт гражданина РФ подлежит замене в случае, если:
          </p>
          <ul>
            <li>
              изменились имя, отчество или фамилия (например, после заключения
              брака) владельца паспорта или сведения о его дате или месте
              рождения;
            </li>
            <li>
              значительно изменилась внешность владельца паспорта (например,
              после пластической операции);
            </li>
            <li>изменился пол владельца паспорта;</li>
            <li>старый паспорт утерян или украден;</li>
            <li>
              старый паспорт поврежден (например, персональные данные владельца
              паспорта не читаются, вырвана страница или ее часть);
            </li>
            <li>обнаружены ошибки в записях паспорта;</li>
            <li>
              нет места для штампов (например, на странице со сведениями о месте
              жительства).
            </li>
          </ul>
          <p>
            Похожие требования предъявляются и к свидетельству о рождении
            ребенка &ndash; документ должен быть не поврежден, актуален, а все
            данные &mdash; читаемы. На документе не должно быть механических
            изменений (например, ламинирования), препятствующих установлению его
            подлинности.
          </p>
          <BlocksInform>
            <strong>Внимание:</strong> если вам предстоит замена документа или с
            момента оформления поездки изменились какие-либо данные, пожалуйста,
            сообщите об этом нашим сотрудникам.
          </BlocksInform>
          <ol start="2">
            <li>
              <BlocksNumberInCircle :num="2" /> Билеты, проездные документы.
            </li>
          </ol>
          <p>
            Данные, указанные в билетах каждого участника тура, должны
            соответствовать данным в документе, удостоверяющем личность туриста.
            Обязательно проверьте даты отправления и возвращения, маршруты
            следования, номера рейсов, класс обслуживания и прочие детали.
          </p>
          <p>
            Если вы обнаружили ошибки или опечатки, сразу сообщите об этом нашим
            сотрудникам.
          </p>
          <ol start="3">
            <li><BlocksNumberInCircle :num="3" /> Страховые полисы.</li>
          </ol>
          <p>
            Для поездок по России достаточно иметь полис обязательного
            медицинского страхования (ОМС). Вы можете также застраховать
            дополнительные риски: потерю багажа, гражданскую ответственность,
            утрату документов и так далее. Страховку можно приобрести в
            туристической фирме или самостоятельно.
          </p>
          <p>
            Обязательно проверьте все указанные в полисе данные: ФИО туристов,
            название страны, срок действия полиса.
          </p>
          <ol start="4">
            <li>
              <BlocksNumberInCircle :num="4" /> Ваучеры, памятки, программы
              тура, иные документы.
            </li>
          </ol>
          <ul>
            <li>
              В ваучере, который выдают туристу, могут быть указаны разные виды
              услуг, сроки и условия их предоставления: проживание и порядок
              заселения, вид и время трансфера, тип питания и так далее. Как
              правило ваучер выдается в трех экземплярах, распечатанных на одном
              листе.
            </li>
            <li>
              В программе тура (если такой документ выдан) указывается
              содержание и примерный план поездки. Порядок тех или иных событий
              тура может меняться на месте в зависимости от различных
              обстоятельств, но общее содержание должно оставаться неизменным.
            </li>
            <li>
              В памятках может содержаться справочная информация о стране,
              полезные советы и контакты.
            </li>
          </ul>
          <p>
            Ознакомьтесь со всеми выданными вам документами и внимательно
            проверьте те из них, в которых содержатся ваши персональные данные.
          </p>
          <ol start="5">
            <li>
              <BlocksNumberInCircle :num="5" /> Согласие на заселение ребенка в
              гостиницу или иные документы, подтверждающие полномочия
              сопровождающего ребенка лица.
            </li>
          </ol>
          <p>
            Заселение в гостиницу на территории РФ несовершеннолетних граждан,
            не достигших 14-летнего возраста, осуществляется на основании
            документов, удостоверяющих личность находящихся вместе с ними
            родителей (усыновителей, опекунов), сопровождающего лица (лиц), при
            условии предоставления таким сопровождающим лицом (лицами) согласия
            законных представителей (одного из них), а также свидетельств о
            рождении этих несовершеннолетних.
          </p>
          <p>
            Заселение в гостиницу несовершеннолетних граждан, достигших
            14-летнего возраста, в отсутствие рядом с ними законных
            представителей осуществляется на основании документов,
            удостоверяющих личность несовершеннолетних, при условии
            предоставления согласия хотя бы одного законного представителя.
          </p>
          <p>
            Возможны другие случаи, когда полномочия сопровождающего (не
            родителя или законного представителя) должны быть подтверждены
            документально &mdash; эту информацию нужно уточнить при оформлении
            поездки.
          </p>
          <h3>Для поездки за пределы России</h3>
          <ol>
            <li><BlocksNumberInCircle :num="1" /> Заграничный паспорт.</li>
          </ol>
          <p>
            Проверьте срок действия загранпаспорта до покупки тура &mdash; в
            большинстве стран он должен быть действительным еще как минимум 4
            месяца с момента въезда. Заграничный паспорт в РФ выдается как
            совершеннолетним гражданам, так и детям. Также как и паспорт
            гражданина РФ, заграничный паспорт не должен иметь каких-либо
            повреждений.
          </p>
          <ol start="2">
            <li>
              <BlocksNumberInCircle :num="2" /> Виза для въезда в страну
              временного пребывания (если в этой стране установлен визовый
              порядок въезда).
            </li>
          </ol>
          <p>
            Проверьте дату начала и дату окончания действия визы. Для шенгенской
            визы: виза должна быть выдана той страной, в которую вы
            отправляетесь &mdash; только после посещения этой страны вы можете
            пересекать границы других стран шенгенской зоны.
          </p>
          <ol start="3">
            <li><BlocksNumberInCircle :num="3" />Транзит.</li>
          </ol>
          <p>
            Если путь к месту назначения лежит через другие государства
            (транзит), уточните у туроператора или соответствующих консульств,
            есть ли дополнительные требования к документам и визам во время
            транзита.
          </p>
          <ol start="4">
            <li><BlocksNumberInCircle :num="4" /> Документы ребенка.</li>
          </ol>
          <p>
            Несовершеннолетний гражданин РФ, путешествующий вместе хотя бы с
            одним из родителей, может выезжать из РФ по своему заграничному
            паспорту.
          </p>
          <p>
            В государства СНГ, с которыми РФ имеет межправительственные
            соглашения о взаимных поездках граждан (Белоруссия, Казахстан,
            Молдавия), дети до 14 лет, путешествующие хотя бы с одним из
            родителей, могут выезжать по свидетельству о рождении с
            подтверждением наличия российского гражданства (соответствующий
            штамп или вкладыш в свидетельство о рождении).
          </p>
          <p>
            Если ребенок пересекает границу России вместе с одним из родителей,
            предъявлять письменное согласие второго родителя не требуется (если
            ранее в пограничные органы от него не поступало заявление о
            несогласии на выезд детей из РФ).
          </p>
          <p>
            Если у несовершеннолетнего и выезжающего с ним родителя разные
            фамилии или ребенок до 14 лет пересекает границу по отдельному
            заграничному паспорту, возьмите с собой нотариально заверенную копию
            свидетельства о рождении &mdash; для подтверждения родства.
          </p>
          <p>
            Ребенок, выезжающий из РФ без сопровождения родителей, кроме
            заграничного паспорта должен иметь при себе нотариально оформленное
            согласие родителей на его выезд за границу с указанием срока выезда
            и государства (государств), которое (которые) он намерен посетить.
            Достаточно согласия одного из родителей, если от второго родителя не
            поступало заявление о его несогласии на выезд детей за рубеж.
          </p>
          <p>
            Важно: посольства некоторых государств могут потребовать нотариально
            оформленное согласие от обоих родителей &mdash; такая практика
            характерна для всех стран, входящих в шенгенскую зону,
            Великобритании, США, Канады. Оригиналы такого согласия остаются в
            посольстве, поэтому стоит оформить сразу согласия родителей в
            нескольких экземплярах (в зависимости от количества получаемых виз и
            необходимости предъявления оригиналов на паспортном контроле).
          </p>
          <ol start="5">
            <li><BlocksNumberInCircle :num="5" />Лекарства.</li>
          </ol>
          <p>
            Если вы принимаете медицинские препараты, которые необходимы
            постоянно, подготовьте их заранее и узнайте, разрешены ли они к
            перевозке, продаются ли они или их аналоги в стране пребывания.
          </p>
          <ol start="6">
            <li><BlocksNumberInCircle :num="6" /> Ограничения на выезд.</li>
          </ol>
          <p>
            При выезде за границу удостоверьтесь в отсутствии у вас и других
            участников тура:
          </p>
          <ul>
            <li>
              задолженностей, неисполненных обязательств на территории РФ, в том
              числе по неисполненным решениям судов, связанных с оплатой штрафов
              ГИБДД, алиментов, иных платежей;
            </li>
            <li>
              ограничений на выезд за пределы РФ, в том числе, необходимости
              передачи на хранение в уполномоченные органы или организации
              заграничного паспорта.
            </li>
          </ul>
          <ol start="7">
            <li><BlocksNumberInCircle :num="7" /> Животные.</li>
          </ol>
          <p>
            Если вы перевозите домашнее животное, изучите правила его
            транспортировки и список необходимых документов.
          </p>
          <ol start="8">
            <li>
              <BlocksNumberInCircle :num="8" /> Контакты и полезная информация.
            </li>
          </ol>
          <p>
            Уточните все нюансы пребывания в иностранном государстве и запишите
            контактные телефоны туроператора, принимающей стороны, консульских и
            дипломатических служб РФ в стране пребывания.
          </p>
          <p>Дополнительно ознакомьтесь:</p>
          <ul>
            <li>
              с рекомендациями официальных государственных органов РФ (в том
              числе, дипломатических) о возможности посещения той или иной
              страны, а также о существующих ограничениях;
            </li>
            <li>
              с рекомендациями Всемирной организации здравоохранения (ВОЗ),
              органов Роспотребнадзора при посещении страны (места) временного
              пребывания;
            </li>
            <li>
              с санитарно-эпидемиологическими правилами, действующими в стране
              (месте) временного пребывания, рекомендациями по вакцинации,
              подтверждающих вакцинацию документах, иных условиях посещения
              страны (места) временного пребывания.
            </li>
          </ul>
          <p>
            Самостоятельно изучите следующую информацию о стране, в которую вы
            собираетесь отправиться:
          </p>
          <ul>
            <li>климат;</li>
            <li>политическая и социальная ситуация;</li>
            <li>особенности местных законов и местных обычаев.</li>
          </ul>
          <p>Во избежание неблагоприятных ситуаций на отдыхе рекомендуем:</p>
          <ul>
            <li>быть вежливыми и сдержанными;</li>
            <li>соблюдать местные правила и обычаи;</li>
            <li>не повышать голос, не кричать и не грубить;</li>
            <li>
              не употреблять алкоголь в непредназначенных для этого мест, а
              также не находиться в алкогольном опьянении на улице.
            </li>
          </ul>
          <p>
            Не забывайте о здоровье, особенно если собираетесь в страны с
            влажным и жарким климатом.
          </p>
          <ul>
            <li>Заранее позаботьтесь о прививках и других мерах защиты.</li>
            <li>
              Тщательно следите за гигиеной рук, еды и других объектов, с
              которыми возможен близкий контакт.
            </li>
            <li>
              Избегайте употребления пищевого льда и мороженого сомнительного
              качества.
            </li>
            <li>
              С осторожностью употребляйте фрукты и овощи в любом виде (соки,
              салаты, конфеты с фруктовой начинкой и т.п.)
            </li>
            <li>Не пейте некипяченую воду.</li>
          </ul>
        </div>
        <div v-if="i === 1 && actItem === i">
          <p>Рекомендуем приезжать на место отправления заранее:</p>
          <ul>
            <li>
              в аэропорт за 3,5 &ndash; 3 часа до назначенного времени
              отправления рейса;
            </li>
            <li>
              на ж/д вокзал за 60 &ndash; 45 минут до назначенного времени
              отправления поезда;
            </li>
            <li>
              на автовокзал за 45 &ndash; 30 минут до назначенного времени
              отправления рейса.
            </li>
          </ul>
          <p>
            Это поможет вам спокойно сориентироваться, определить стойки
            регистрации, выход на посадку, номер платформы и пройти все
            необходимые предрейсовые проверки и процедуры.
          </p>
          <p>
            Для каждого вида транспорта в РФ существуют отраслевые правила
            перевозки пассажиров и багажа, но отдельные перевозчики могут
            утверждать свои правила (в частности, авиакомпании).
          </p>
          <p>
            Для того, чтобы избежать неприятных ситуаций, находясь в пункте
            отправления, помните о простых правилах:
          </p>
          <ul>
            <li>
              Билеты, деньги, ценные вещи и паспорта (документы) храните при
              себе, не оставляйте и не забывать их;
            </li>
            <li>
              Не принимайте к перевозке багаж и другие вещи от незнакомых людей;
            </li>
            <li>
              Храните талон на багаж до прибытия в место назначения &mdash; он
              может понадобиться для розыска багажа, если он утерян или
              опаздывает;
            </li>
            <li>
              Заполните таможенную декларацию, если это необходимо, до момента
              отправления.
            </li>
          </ul>
          <h3>Опоздание на рейс</h3>
          <p>
            Если вы опоздали на рейс, свяжитесь с менеджером МОСГОРТУРа по
            телефону, e-mail или в мессенджере и сообщите об этом. Наш сотрудник
            согласует с вами дальнейшие шаги.
          </p>
          <h3>Задержка и/или отмена рейса</h3>
          <p>
            Основные права пассажира и обязанности перевозчика описаны в
            правилах перевозки тем или иным видом транспорта. Пассажир вправе
            получить определенные услуги и обслуживание.
          </p>
          <p>
            При задержке или отмене рейса, авиаперевозчик обязан предоставить
            пассажирам следующие услуги без дополнительной платы:
          </p>
          <p>1) организация хранения багажа;</p>
          <p>
            2) предоставление комнат матери и ребенка пассажиру с ребенком в
            возрасте до 7 лет;
          </p>
          <p>
            3) обеспечение прохладительными напитками, а также два телефонных
            звонка или два сообщения по электронной почте при ожидании
            отправления рейса более 2 часов;
          </p>
          <p>
            4) обеспечение горячим питанием при ожидании отправления рейса более
            4 часов. При дальнейшей задержке рейса питание предоставляется
            каждые 6 часов днем и каждые 8 часов ночью;
          </p>
          <p>
            5) размещение в гостинице при ожидании отправления рейса более 8
            часов днем и более 6 часов ночью, а также трансфер от аэропорта до
            гостиницы и обратно.
          </p>
          <p>
            В случае опоздания поезда пассажир вправе получить денежную
            компенсацию. Аналогичные правила действуют и при задержке или отмене
            рейса автобуса.
          </p>
          <h3>Возврат авиабилетов</h3>
          <p>
            Возврат авиабилета при добровольном отказе пассажира от перелета.
          </p>
          <p>
            В случае добровольного отказа пассажира от запланированного перелета
            и возврата авиабилета пассажиру возвращается:
          </p>
          <ul>
            <li>
              Стоимость авиабилета (за исключением суммы расходов перевозчика,
              фактически понесенных им и связанных с исполнением обязательств по
              договору) &mdash; если договором воздушной перевозки предусмотрено
              условие о возврате стоимости авиабилета и пассажир уведомил
              перевозчика об отказе от перелета не позднее чем за 24 часа до
              окончания времени регистрации пассажиров на рейс;
            </li>
            <li>
              Стоимость авиабилета с взысканием неустойки в размере 25% и суммы
              расходов перевозчика, фактически понесенных им и связанных с
              исполнением обязательств по договору &mdash; если договором
              воздушной перевозки предусмотрено условие о возврате стоимости
              авиабилета и пассажир уведомил перевозчика об отказе от перелета
              менее чем за 24 часа до окончания времени регистрации пассажиров
              на рейс. Перевозчик вправе уменьшить размер указанной неустойки;
            </li>
            <li>
              Не использованные перевозчиком суммы, взимаемые им в пользу иных
              организаций, &mdash; если договором воздушной перевозки
              предусмотрено условие о невозврате стоимости авиабилета.
            </li>
          </ul>
          <p>
            Если пассажир уведомил перевозчика об отказе от перелета после
            окончания времени регистрации пассажиров на рейс, стоимость
            авиабилета пассажиру не возвращается.
          </p>
          <BlocksInform
            ><strong>Обратите внимание!</strong> При добровольном отказе
            пассажира от перелета взимается плата за операции по аннулированию
            бронирования перевозки, осуществлению расчетов сумм, причитающихся
            для возврата, и оформлению сумм возврата.</BlocksInform
          >
          <h3>
            Возврат авиабилета при вынужденном отказе пассажира от перелета
          </h3>
          <p>
            Пассажиру возвращается полная стоимость авиабилета, если перевозка
            ни на одном участке не была выполнена, в случае вынужденного отказа
            пассажира от перелета по следующим причинам:
          </p>
          <ol>
            <li>
              Болезнь пассажира или болезнь члена его семьи либо близкого
              родственника, совместно следующих с ним на самолете (в том числе в
              случае заболевания COVID-19). При этом под членами семьи
              понимаются супруги, родители и дети (усыновители и усыновленные),
              под близкими родственниками &mdash; дедушки, бабушки и внуки,
              полнородные и неполнородные братья и сестры.
            </li>
          </ol>
          <p>
            Вышеперечисленное является основанием для вынужденного отказа
            пассажира от перевозки при условии уведомления об этом перевозчика
            до окончания регистрации на рейс и при наличии подтвержденных
            медицинскими документами противопоказаний к полету на дату перелета.
            Требования к таким медицинским документам определяются правилами
            перевозчика;
          </p>
          <ul>
            <li>
              Смерть члена его семьи или близкого родственника (указанный факт
              должен быть подтвержден документально) при условии уведомления
              перевозчика до окончания регистрации пассажиров на рейс;
            </li>
            <li>
              Задержка отправления самолета или отменой рейса, выполнения рейса
              не по расписанию;
            </li>
            <li>Изменение перевозчиком маршрута перевозки;</li>
            <li>
              Несостоявшаяся отправка пассажира из-за невозможности предоставить
              ему место на рейс и дату, указанные в билете;
            </li>
            <li>
              Несостоявшаяся перевозка, вызванная задержкой пассажира в
              аэропорту из-за продолжительности проведения его досмотра, если
              при его личном досмотре или досмотре багажа не было обнаружено
              запрещенных к перевозке веществ и предметов;
            </li>
            <li>
              Необеспечение перевозчиком стыковки рейсов в случае выполнения
              единой перевозки;
            </li>
            <li>
              Неправильное оформление билета перевозчиком или уполномоченным
              агентом;
            </li>
            <li>
              Непредоставление пассажиру обслуживания по классу, указанному в
              билете.
            </li>
          </ul>
          <p>
            Перевозчик может признать отказ пассажира от перевозки вынужденным и
            в других случаях.
          </p>
          <p>
            Перечень случаев, дающих пассажиру право на отказ от воздушной
            перевозки с возвратом стоимости билета, не является исчерпывающим и
            не исключает возможность такого отказа в случае иных существенных
            недостатков услуги перевозки.
          </p>
          <p>
            В случае вынужденного отказа пассажира от части перевозки пассажиру
            возвращается сумма за невыполненную часть перевозки. При этом сборы
            за оформление билета, ордера разных сборов, электронного
            многоцелевого документа, квитанции оплаты сверхнормативного багажа
            не возвращаются.
          </p>
          <BlocksInform
            ><strong>Обратите внимание! </strong>Если авиакомпания отменила рейс
            и вместо возврата денег предлагает ваучеры на будущие перелеты,
            направьте ей официальную претензию с требованием о возврате платы
            &mdash; суд может не признать доказательством соблюдения
            претензионного порядка переписку с авиакомпанией в соцсетях и через
            формы обратной связи на сайте перевозчика.</BlocksInform
          >
          <h3>Возврат железнодорожных билетов</h3>
          <p>
            При возврате неиспользованного билета на поезд дальнего следования
            (за исключением поездов международного сообщения, для которых
            установлены особые условия возврата) пассажир имеет право:
          </p>
          <ol class="no-bold">
            <li>
              На возврат полной стоимости проезда, состоящей из стоимости билета
              и стоимости плацкарты, сборов, платы за сервисное обслуживание
              (при наличии) и иных платежей &mdash; в случае непредоставления
              пассажиру места в соответствии с билетом, отмены поезда или
              задержки его отправления со станции посадки пассажира;
            </li>
            <li>
              На возврат полной стоимости проезда, платы за сервисное
              обслуживание (при наличии) и иных платежей &mdash; в случае
              возврата билета не позднее чем за 8 часов до отправления поезда
              (не позднее чем за 7 суток &mdash; в случае проезда в составе
              организованной группы пассажиров);
            </li>
            <li>
              На возврат стоимости билета и 50% стоимости плацкарты, платы за
              сервисное обслуживание (при наличии) и иных платежей &mdash; в
              случае возврата билета менее чем за 8 часов, но не позднее чем за
              2 часа до отправления поезда (менее чем за 7 суток, но не позднее
              чем за 3 суток &mdash; в случае проезда в составе организованной
              группы пассажиров);
            </li>
            <li>
              На возврат стоимости билета (стоимость плацкарты не возвращается),
              платы за сервисное обслуживание (при наличии) и иных платежей
              &mdash; в следующих случаях:
            </li>
          </ol>
          <ul>
            <li>
              при возврате билета менее чем за 2 часа до отправления поезда
              (менее чем за 3 суток &mdash; в случае проезда в составе
              организованной группы пассажиров);
            </li>
            <li>
              при возврате билета в билетную кассу на станции отправления в
              случае опоздания на поезд в течение 12 часов с момента его
              отправления;
            </li>
            <li>
              при возврате билета в билетную кассу станции отправления
              вследствие болезни или несчастного случая в течение 5 суток с даты
              отправления поезда.
            </li>
          </ul>
          <p>
            При этом сбор за резервирование мест в поездах дальнего следования в
            случаях, указанных в пунктах 2&mdash;4, не возвращается.
          </p>
          <p>
            Если билет приобретен по тарифу, не предусматривающему условие о его
            возврате, его стоимость возвращается только в подтвержденном
            документами случае внезапной болезни пассажира или совместно
            следующего с ним члена семьи, смерти члена семьи либо травмирования
            пассажира в результате несчастного случая (далее условно &mdash; в
            связи с болезнью), а также в случае отмены или задержки отправления
            поезда либо непредоставления пассажиру места, указанного в билете.
            При возврате билета в связи с болезнью пассажир имеет право получить
            стоимость билета без стоимости плацкарты, плату за сервисное
            обслуживание (при наличии) и иные платежи, за исключением сбора за
            резервирование мест.
          </p>
          <h3>Возврат билетов на автобус</h3>
          <h4><strong>Возврат билета до начала поездки</strong></h4>
          <p>
            В случае возврата билета не позднее чем за 2 часа до отправления
            автобуса, можно вернуть стоимость проезда, перевозки багажа, провоза
            ручной клади. Возможен вычет 5% или 15% стоимости.
          </p>
          <h4><strong>Если пассажир опоздал на автобус</strong></h4>
          <p>
            В случае опоздания можно возобновить действие билета на другой
            автобус с доплатой 25% от первоначальной стоимости поездки. Кроме
            того, можно получить обратно деньги, потраченные на первоначальный
            билет, но за вычетом тех же 25%. Условия возврата билета на автобус
            в этой ситуации:
          </p>
          <ul>
            <li>опоздание составляет менее 3 часов;</li>
            <li>
              опоздание произошло в результате болезни или несчастного случая, и
              прошло не более 3 суток с момента отправки автобуса, на который
              покупался первоначальный билет.
            </li>
          </ul>
          <h4>
            <strong
              >Если пассажир не может продолжать длительную поездку</strong
            >
          </h4>
          <p>
            В этом случае можно вернуть часть средств &ndash; пропорционально
            расстоянию, которое еще остается проехать. Это актуально в том
            случае, если прерывание поездки произошло не по вине перевозчика, а
            по причинам, связанным непосредственно с пассажирами.
          </p>
          <h4><strong>Возврат полной стоимости билета</strong></h4>
          <p>
            Полную стоимость билета можно вернуть, если выполнено одно из
            условий:
          </p>
          <ul>
            <li>отмена отправления автобуса;</li>
            <li>задержка отправления больше чем на час;</li>
            <li>непредоставление пассажиру указанного в билете места;</li>
            <li>предоставление места по цене ниже уплаченной.</li>
          </ul>
          <p>
            Если вы столкнулись с одной из перечисленных ситуаций, обратитесь в
            кассу автовокзала с билетом и документом, подтверждающим личность.
          </p>
          <h4>
            <strong
              >Если билет меняют на аналогичный, но по более низкой цене</strong
            >
          </h4>
          <p>
            Если пассажир соглашается проехать в том же автобусе, но на месте,
            которое предполагает более дешевые билеты, он может получить разницу
            между первоначальным билетом и новым.
          </p>
          <BlocksInform
            ><strong>Обратите внимание! </strong>Деньги вернут сразу, если
            пассажир покупал билет за наличные. Если пассажир заплатил за билет
            картой, сумма покупки вернется на ту же карту в течение нескольких
            дней &mdash; точный срок зависит от политики банка.</BlocksInform
          >
        </div>
        <div v-if="i === 2 && actItem === i">
          <h4><strong>Заселение</strong></h4>
          <p>
            Для заселения в отель или гостиницу вам потребуются документы,
            удостоверяющие вашу личность и личность туристов, путешествующих с
            вами, а также ваучер.
          </p>
          <p>
            Заселение возможно не ранее наступления расчетного часа (в
            большинстве отелей это 14:00&mdash;15:00), а выезд должен быть
            осуществлен не позднее времени выезда (в большинстве отелей &mdash;
            12:00). За раннее заселение и поздний выезд, если такие услуги
            предусмотрены в отеле, может взиматься дополнительная плата.
          </p>
          <p>
            По прибытии в гостиницу изучите внутренние правила и расписание
            работы инфраструктуры (ресторана, бассейна, пляжа и так далее).
            Запишите контактные данные отеля на случай возникновения
            непредвиденных ситуаций. Все ценные вещи, деньги и документы лучше
            хранить в сейфе. В одних отелях стоимость аренды сейфа входит в
            стоимость проживания, в других &mdash; оплачивается отдельно. Эту
            информацию можно уточнить на стойке регистрации, как и стоимость
            других дополнительных услуг.
          </p>
          <BlocksInform>
            <strong>Обратите внимание!</strong> При заселении или выезде в
            некоторых случаях нужно оплатить дополнительный сбор (курортный
            сбор), размер которого не входит в стоимость услуг. Подробнее о
            &laquo;Курортном сборе&raquo; можно прочитать . Пожалуйста,
            ознакомьтесь с этой информацией заранее.
          </BlocksInform>
          <h4><strong>Категория отеля и качество услуг</strong></h4>
          <p>
            В России действуют правила категорирования средств размещения
            (&laquo;звездности&raquo;). Но в некоторых странах действуют правила
            автосертификации, когда гостиница самостоятельно декларирует свой
            уровень.
          </p>
          <ul>
            <li>
              Если уровень услуг, предоставляемых отелем или гостиницей, не
              соответствует заявленному (тому уровню и свойствам услуг, которые
              вы заказывали и оплачивали), сообщите об этом представителям
              туроператора или нашим сотрудникам.
            </li>
            <li>
              Если проблемы не удастся решить на месте, можно зафиксировать все
              спорные ситуации путем составления акта или иного документа с
              администрацией отеля и представителем туроператора &mdash; для
              дальнейшего претензионного разрешения спора.
            </li>
            <li>
              В случае вашего досрочного выезда оформите в службе размещения
              соответствующий документ (акт, справку), подтверждающий данный
              факт.
            </li>
          </ul>
        </div>
        <div v-if="i === 3 && actItem === i">
          <p>
            При возникновении непредвиденных ситуаций за границей, таких как
            задержание правоохранительными органами, угрозы со стороны третьих
            лиц или ДТП следует сразу обратиться в российское консульство или
            посольство.
          </p>
          <ul>
            <li>
              При задержании местными правоохранительными органами не стоит
              оказывать сопротивление &mdash; это может усугубить положение.
            </li>
            <li>
              При провокациях или угрозах со стороны правоохранительных органов,
              постарайтесь связаться с ближайшим посольством или консульством
              России по телефону или электронной почте.
            </li>
            <li>
              Ни в коем случае не подписывайте никаких бумаг без присутствия
              сотрудников российского консульства.
            </li>
            <li>
              Старайтесь не гулять в одиночестве, избегайте неосвещенных
              участков улицы, подъездов, темных переулков и кустов. Избегайте
              контактов с незнакомыми и подозрительными людьми, будь то это
              предложение пойти в ресторан, или поехать в отель.
            </li>
            <li>
              Если вы столкнулись с ограблением, для сохранения жизни и здоровья
              стоит отдать то, что у вас требуют (сумка, ключи, деньги,
              украшения и т.п.). Если вы стали свидетелем хулиганского
              поведения, покиньте это место, не привлекая лишнего внимания.
            </li>
            <li>
              Не доставайте и не применяйте предметы самообороны или предметы их
              напоминающие &mdash; это может спровоцировать не только хулиганов,
              но и охранников или полицейских.
            </li>
          </ul>
        </div>
        <div v-if="i === 4 && actItem === i" class="links">
          <BlocksLink :link="el.link" v-for="el in links" :key="el.txt">
            {{ el.txt }}
          </BlocksLink>
        </div>
      </div>
    </div>
  </div>
</template>
<script setup>
const breadCrumbs = [
  { name: "Главная", link: "/" },
  { name: "Туристам", link: false },
  { name: "Рекомендации туристам", link: false },
];

const items = [
  "Документы",
  "Место отправления (Аэропорт, железнодорожный вокзал, автовокзал)",
  "Средство размещения (Гостиница, Отель)",
  "Непредвиденные ситуации",
  "Полезные ссылки и документы",
];
const actItem = ref(null);
const links = [
  {
    txt: "Министерство экономического развития РФ",
    link: "https://www.economy.gov.ru/material/directions/turizm/",
  },
  { txt: 'Ассоциация "ТУРПОМОЩЬ"', link: "https://www.tourpom.ru/" },
  {
    txt: "Информация выезжающим зарубеж гражданам РФ от МИД РФ",
    link: "https://www.mid.ru/ru/useful_information/information/",
  },
  {
    txt: "Информация для граждан Федеральной службы по надзору в сфере защиты прав потребителей и благополучия человека (Роспотребнадзор)",
    link: "https://www.rospotrebnadzor.ru/grazhd/polz.php",
  },
  {
    txt: 'Федеральный закон от 15.08.1996 N 114-ФЗ (ред. от 04.08.2023) "О порядке выезда из Российской Федерации и въезда в Российскую Федерацию&raquo;',
    link: "http://pravo.gov.ru/proxy/ips/?docbody=&amp;link_id=0&amp;nd=102043016&amp;bpa=cd00000&amp;bpas=cd00000&amp;intelsearch=%CE+%EF%EE%F0%FF%E4%EA%E5+%E2%FB%E5%E7%E4%E0+%E8%E7++&amp;firstDoc=1",
  },
  {
    txt: 'Постановление Правительства РФ от 08.07.1997 N 828 (ред. от 15.07.2021) "Об утверждении Положения о паспорте гражданина Российской Федерации, образца бланка и описания паспорта гражданина Российской Федерации" (с изм. и доп., вступ. в силу с 01.07.2022)',
    link: "http://pravo.gov.ru/proxy/ips/?docbody=&amp;link_id=0&amp;nd=102048192&amp;bpa=cd00000&amp;bpas=cd00000&amp;intelsearch=%EE+%EF%E0%F1%EF%EE%F0%F2%E5+%E3%F0%E0%E6%E4%E0%ED%E8%ED%E0++&amp;firstDoc=1",
  },
  {
    txt: 'Приказ МВД России от 16.11.2020 N 773 (ред. от 26.07.2022) "Об утверждении Административного регламента Министерства внутренних дел Российской Федерации по предоставлению государственной услуги  по выдаче, замене паспортов гражданина Российской Федерации, удостоверяющих личность гражданина Российской Федерации на территории Российской Федерации" (Зарегистрировано в Минюсте России 31.12.2020 N 62009)',
    link: "http://pravo.gov.ru/proxy/ips/?docbody=&link_id=0&nd=602016695&bpa=cd00000&bpas=cd00000&intelsearch=%CF%F0%E8%EA%E0%E7+%CC%C2%C4+%D0%EE%F1%F1%E8%E8+%EE%F2+16.11.2020+N+773++&firstDoc=1",
  },
  {
    txt: '"Воздушный кодекс Российской Федерации" от 19.03.1997 N 60-ФЗ (ред. от 04.08.2023) Федеральный закон от 10.01.2003 N 18-ФЗ (ред. от 28.02.2023) "Устав железнодорожного транспорта Российской Федерации" (с изм. и доп., вступ. в силу с 01.06.2023)',
    link: "http://pravo.gov.ru/proxy/ips/?docbody=&link_id=0&nd=102079676&bpa=cd00000&bpas=cd00000&intelsearch=%D3%F1%F2%E0%E2+%E6%E5%EB%E5%E7%ED%EE%E4%EE%F0%EE%E6%ED%EE%E3%EE+%F2%F0%E0%ED%F1%EF%EE%F0%F2%E0++&firstDoc=1",
  },
  {
    txt: 'Федеральный закон от 08.11.2007 N 259-ФЗ (ред. от 24.07.2023) "Устав автомобильного транспорта и городского наземного электрического транспорта" (с изм. и доп., вступ. в силу с 01.09.2023)',
    link: "http://pravo.gov.ru/proxy/ips/?docbody=&link_id=0&nd=102117867&bpa=cd00000&bpas=cd00000&intelsearch=%D3%F1%F2%E0%E2+%E0%E2%F2%EE%EC%EE%E1%E8%EB%FC%ED%EE%E3%EE+%F2%F0%E0%ED%F1%EF%EE%F0%F2%E0++&firstDoc=1",
  },
  {
    txt: 'Постановление Правительства РФ от 18.11.2020 N 1853 (ред. от 01.04.2021) "Об утверждении Правил предоставления гостиничных услуг в Российской Федерации" Приказ Минтранса России от 28.06.2007 N 82 (ред. от 15.09.2020) "Об утверждении Федеральных авиационных правил " Общие правила воздушных перевозок пассажиров, багажа, грузов и требования к  обслуживанию пассажиров, грузоотправителей, грузополучателей" (Зарегистрировано в Минюсте России 27.09.2007 N 10186)',
    link: "https://favt.gov.ru/dokumenty-federalnye-pravila/?id=2916",
  },
];

useHead({
  title: "Рекомендации туристам",
});
</script>
<style scoped>
#recommendations-for-tourists h2 {
  @apply flex justify-between items-center cursor-pointer py-15px px-10px;
}

#recommendations-for-tourists ol {
  @apply mb-10px mt-40px;
}

#recommendations-for-tourists ol li {
  @apply flex gap-20px;
}

#recommendations-for-tourists ul {
  @apply list-disc pl-40px;
}

#recommendations-for-tourists p {
  @apply my-10px;
}

#recommendations-for-tourists h3 {
  @apply mb-20px mt-30px text-20px font-bold;
}

#recommendations-for-tourists ol li,
#recommendations-for-tourists strong {
  @apply font-semibold;
}

#recommendations-for-tourists a {
  @apply text-regular-0 underline text-16px;
}

#recommendations-for-tourists .recommendations-for-tourists__els > div {
  @apply mt-15px px-10px pb-20px;
}

#recommendations-for-tourists .recommendations-for-tourists__els {
  @apply border-b;
}

#recommendations-for-tourists ol.no-bold li {
  @apply font-normal;
}

#recommendations-for-tourists ol.no-bold {
  @apply mt-10px;
}
</style>