<template>
   <div id="resort-fee" class="container">
      <BlocksBreadCrumbs :bread-crumbs="breadCrumbs" />
      <div class="max-w-960px md:(text-lg leading-[30px]) leading-[24px]">
         <h1 class="font-mulish xl:text-30px text-22px font-bold mb-40px">Курортный сбор в 2024 году</h1>
         <div class="">
            <p>В 2024 году курортный сбор продолжат взимать на территории города федерального значения Санкт-Петербург, в
               Алтайском, Краснодарском и Ставропольском краях, Федеральной территории "Сириус".</p>
            <p>Обращаем внимание, что курортный сбор взимается только в некоторых городах и областях названных курортных
               зон.</p>
            <p><strong>Категории отдыхающих, которые освобождаются от уплаты курортного сбора</strong></p>
            <ul>
               <li>дети до 17 лет включительно;</li>
               <li>малообеспеченные семьи;</li>
               <li>лица с инвалидностью;</li>
               <li>сопровождающие детей-инвалидов и инвалидов I группы.</li>
            </ul>
            <p>Полный список можно посмотреть <a
                  href="http://pravo.gov.ru/proxy/ips/?searchres=&amp;set=102439955&amp;posSt=22612&amp;posEnd=22661&amp;sort=1">здесь</a>.
            </p>
            <p><strong>Документы, подтверждающие освобождение от уплаты курортного сбора</strong></p>
            <p>&mdash; Справка
               о наличии статуса малообеспеченной семьи. Получать необходимо в районном управлении социальной защиты
               населения;</p>
            <p>&mdash; Справка медико-социальной экспертизы об установлении инвалидности по форме 088/у (&laquo;розовая
               справка&raquo;).</p>
            <p><strong>Регионы, которые взимают курортный сбор, и его размер</strong></p>
            <ul>
               <li>Санкт-Петербург &mdash; с 1 октября 2023 г. по 31 марта 2024 г. &ndash; 0 рублей, с 01 апреля по 31
                  декабря 2024 г. &mdash; 100 рублей в сутки;</li>
               <li>Алтайский край &mdash; город Белокуриха &mdash; 50 рублей в сутки;</li>
               <li>Краснодарский край (Анапа, Геленджик, Горячий Ключ, Новомихайловское и Джубгское городские поселения
                  Туапсинского района, Небугское, Шепсинское, Тенгинское сельские поселения Туапсинского района, Ейское
                  городское поселение и Должанское сельские поселения Ейского района) &mdash; 30 рублей в сутки;</li>
               <li>Городской округ город-курорт Сочи &mdash; 50 рублей в сутки;</li>
               <li>Федеральная территория "Сириус" &mdash; 50 рублей в сутки;</li>
               <li>Ставропольский край (Ессентуки, Кисловодск, Железноводск, Пятигорск, Минераловодский городской округ)
                  &mdash; 100 рублей в сутки;</li>
               <li>Республика Крым &mdash; курортный сбор не взимается;</li>
            </ul>
            <p><strong>Как оплатить курортный сбор</strong><strong>?</strong></p>
            <p>Курортный сбор необходимо оплатить непосредственно в объекте размещения, который предоставляет услуги отдыха
               (услуги по временному размещению/проживанию).</p>
            <p>Как правило, оплатить курортный сбор можно на стойке регистрации. Сделать это можно в любой день отдыха до
               дня выезда, день заезда не оплачивается. После оплаты курортного сбора отдыхающему обязаны выдать квитанцию
               об оплате.</p>
            <p><strong>Что будет, если не оплатить курортный сбор</strong><strong>?</strong></p>
            <p>За неуплату курортного сбора отдыхающего могут оштрафовать согласно действующим в регионе законам. Сумма
               штрафа может составить от 500 до 2000 рублей.</p>
         </div>
      </div>
   </div>
</template>
<script setup>
const breadCrumbs = [
   { name: 'Главная', link: '/' },
   { name: 'Туристам', link: false },
   { name: 'Курортный сбор', link: false },
]

useHead({
   title: 'Курортный сбор'
})
</script>
<style scoped>
#resort-fee h2 {
   @apply flex justify-between items-center cursor-pointer py-15px px-10px;
}

#resort-fee ol {
   @apply list-decimal pl-20px my-10px;
}

#resort-fee ul {
   @apply list-disc pl-40px;
}

#resort-fee ul li,
#resort-fee ol li {
   @apply ;
}

#resort-fee p {
   @apply my-10px;
}

#resort-fee h3 {
   @apply mb-20px mt-30px text-20px font-bold;
}

#resort-fee ol li,
#resort-fee strong {
   @apply font-semibold;
}

#resort-fee a {
   @apply text-regular-0 underline text-16px;
}

#resort-fee .resort-fee__els>div {
   @apply mt-15px px-10px;
}

#resort-fee .resort-fee__els {
   @apply border-b;
}
</style>