<template>
   <div id="entertainment">
      <h2>Родителям</h2>
      <BlocksAccordion :accordion="accordion">
         <template v-slot:1>
            <div class="md:(text-18px leading-30px mb-30px) leading-25px mb-20px">
               <h6 class="font-bold mb-10px">Медицинские справки:</h6>
               <ul class="pl-25px list-disc">
                  <li>медицинская справка по форме №079У (оформляется по месту учебы или в поликлиники по месту
                     жительства), содержит:информацию о перенесенных инфекционных и хронических заболеваниях, о травмах, о
                     не переносимости медицинских препаратов, о наличии противопоказаний по физической активности, выписка
                     из карты прививок;</li>
                  <li>медицинская справка для посещения бассейна с результатами анализов на яйцеглист и энтеробиоз;</li>
                  <li>медицинская справка об эпидокружении с результатом осмотра на педикулез и чесотку (берется не ранее,
                     чем за 2 дня до отъезда);</li>
               </ul>
            </div>
            <div class="md:(text-18px leading-30px mb-30px) leading-25px mb-20px">
               <h6 class="font-bold mb-10px">Документы:</h6>
               <ul class="pl-25px list-disc">
                  <li>копия свидетельства о рождении (до 14 лет) или паспорта гражданина РФ (от 14 лет);</li>
                  <li>копия страхового полиса обязательного медицинского страхования ребенка;</li>
                  <li>согласие на обработку персональных данных, если оно не было оформлено в офисе.</li>
                  <li>согласие на медицинское обслуживание, если оно не было оформлено в офисе.</li>
               </ul>
            </div>
            <div class="md:text-18px">
               ОБРАТИТЕ ВНИМАНИЕ, что при необходимости Родители (или иные законные представители с документами,
               подтверждающими их статус) могут самостоятельно забрать ребенка из лагеря при наличии паспорта и копии
               свидетельства для детей от 14 лет.Иные лица (в т.ч. бабушки, дедушки, тети, дяди и др.) могут забрать
               ребенка только при наличии нотариально заверенного разрешения от одного из Родителей. При этом оригинал
               нотариально заверенного разрешения остается в лагере.
            </div>
            <div class="md:(mt-50px gap-15px) mt-30px flex flex-col gap-8px">
               <h6 class="font-bold uppercase">скачать список документов</h6>
               <a class="text-regular-1 underline" href="">Путевка в лагерь (Лист бронирования)</a>
               <a class="text-regular-1 underline" href="">Свидетельство о рождении или паспорт (копия)</a>
               <a class="text-regular-1 underline" href="">Медицинский полис (копия)</a>
               <a class="text-regular-1 underline" href="">Медицинская справка по форме №079</a>
               <a class="text-regular-1 underline" href="">Результаты анализов на я/г и энтеробиоз</a>
            </div>
         </template>
      </BlocksAccordion>
   </div>
</template>
<script setup>
const accordion = [
   { title: 'Как купить путевку в лагерь', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
   { title: 'Справки и документы к заезду в лагерь', desc: false },
   { title: 'Список вещей для ребенка', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
   { title: 'Контактная информация с вожатыми', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
   { title: 'Сборы в лагерь', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
   { title: 'Отправка / прибытие в лагерь, встреча ребёнка', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
]
</script>
