<template>
   <div id="shift-programs">
      <h2>Программы смены</h2>
      <BlocksAccordion :accordion="accordion">
         <template v-slot:2>
            <div class="grid md:grid-cols-4 grid-cols-2 gap-10px mb-10px">
               <img v-for="i in 4" :key="i" class="w-full" src="@/assets/images/basket-tabs/1/infrastructure-1.png" alt="">
            </div>
            На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут
            создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их
            на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться
            в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства,
            попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и
            понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.
         </template>
      </BlocksAccordion>
      <div class="mt-50px">
         <h5 class="font-bold text-20px mb-30px">Дополнительно можно заказать:</h5>
         <div class="flex justify-between overflow-auto gap-15px">
            <PagesCampCard class="min-w-150px" v-for="i in 4" :key="i"
               :obj="{ name: 'Меню без глютена', price: 'от 1500 руб.' }" />
         </div>
      </div>
   </div>
</template>
<script setup>
const accordion = [
   { title: '1 смена «Легенды Белогорья»', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
   { title: '2 смена «Джуманджи – игра на выживание!»', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
   { title: '3 смена «КиноВселенная»', desc: false },
   { title: '4 смена «Вокруг света за 21 день»', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
   { title: 'Заезд детей в лагерь', desc: 'На время смены лагерь превратится во Вселенную кино и фильмов. Отряды-киностудии на протяжении смены смогут создать собственный фильм в самых разных жанрах, используя уже известные классические произведения, меняя их на современный лад, придавая старым историям новое звучание! Участникам смены предстоит полностью окунуться в киноиндустрию, где они смогут поработать в роли режиссера кино, овладеть тайнам актерского мастерства, попробовать монтаж, операторскую работу, магию создания декораций и костюмов. А также им станут доступны и понятны драматургия, кинокритика, аспекты авторского права и другие важные знания о сфере кино.' },
]
</script>
